{
  "UseItemBlacklist": "Disables items that are not used currently in the game. This doesn't include placeholder items but testing objects for the devs or not obtainable items/effects. This list is manual, so please contact me if an item is missing/not on the list.",
  "InvertScroll": "Inverts scrolling for page switching.",
  "NormalizeScroll": "Normalize scrolling for page switching. This means that the scroll wheel will only switch one page, even when scrolling faster in one frame. Depending on your Hardware this may not be needed.",
  "ItemsHorizontal": "Count of visible horizontal items. Determines the width of the UI. Only active when 'Attach To Crafting' is false. Can be changed while ingame.",
  "ItemsVertical": "Count of visible vertical items. Determines the height of the UI. Only active when 'Attach To Crafting' is false. Can be changed while ingame.",
  "Transparency": "Transparency of the background image. Values in percent, 0 = full visible, 100 = completely transparent. Only active when 'Attach To Crafting' is false. Can be changed while ingame.",
  "AttachToCrafting": "Bind the UI to the crafting tab instead of floating free. Can be toggled while ingame.",
  "HideGUIAtStart": "Hide the GUI at startup and use the Hotkey to open it. Only active when 'Attach To Crafting' is false.",
  "ShowOnlyKnown": "Hide unknown items and recipes.",
  "ForceShowOnlyKnown": "Forces to hide unknown items and recipes, overwriting ShowOnlyKnown if enabled. Synced with the server.",
  "OpenUIHotkey": "Hotkey to open and close the UI. Only active when 'Attach To Crafting' is false.",
  "ViewRecipeHotkey": "Hotkey to quickly view the recipe of an item while hovering over it. Works in the inventory, too.",
  "ItemCheatMouseButton": "Mouse button to to cheat items. Requires EnableCheating to be active. Only works in a local game, if the user is an admin on a server or if no the no build cost world modifier is enabled.",
  "RemoveRecentMouseButton": "Mouse button to remove an item from the recent viewed item list.",
  "ShowRecentItems": "Show the recent viewed items bar in the UI.",
  "TabName": "Visible name of the tab in the crafting menu.",
  "GoForwardHotkey": "Hotkey to go forward to the last viewed page in history.",
  "GoBackHotkey": "Hotkey to go back to the last viewed page in history.",
  "ShowModTooltip": "Show the mod name in the description tooltip of an item.",
  "EnableCheating": "Enables to cheat items by right clicking them. Only works in a local game, if the user is an admin on a server or if no the no build cost world modifier is enabled.",
  "AllowCreatureSpawn": "Enables creature cheating, disabled by default to prevent accidents. Requires EnableCheating to be active. Only works in a local game, if the user is an admin on a server or if no the no build cost world modifier is enabled."
}